Repository: rhyswynne/ebay-feeds-for-wordpress
Catalog: languages/ebay-feeds-for-wordpress-*.po
Languages: fr_fr

source: Parser of ebay RSS feeds to display on Wordpress posts, widgets and pages.
fr_fr: Analyseur de flux RSS ebay pour afficher dans les articles WordPress, les widgets et les pages.

source: <a href="%s">eBay Feeds for WordPress</a> by <a href="%s">Winwar Media</a><br/><br/>
fr_fr: <a href="%s">Flux eBay pour WordPress</a> par <a href="%s">Winwar Media</a><br/><br/>

source: Want to know about updates to this plugin without having to log into your site every time? Want to know about other cool plugins we've made? Add your email and we'll add you to our very rare mail outs.
fr_fr: Vous voulez être informé(e) des mises à jour de cette extension, sans avoir à vous connecter sur votre site à chaque fois&nbsp;? Vous voulez connaître les autres extensions sympas que nous avons faites&nbsp;? Ajoutez votre e-mail et nous vous ajouterons à nos très rares envois de courrier.

source: Email Address
fr_fr: Adresse e-mail

source: Sign Up!
fr_fr: S'abonner&nbsp;!

source: Default eBay Feed:
fr_fr: Flux eBay par défaut&nbsp;:

source: Default Number of Items To Show:
fr_fr: Nombre d'éléments par défaut à afficher&nbsp;:?

source: Open Links In New Window?
fr_fr: Ouvrir les liens dans une nouvelle fenêtre&nbsp;?

source: Nofollow Links?
fr_fr: Liens en nofollow&nbsp;?

source: Link to us (optional, but appreciated)
fr_fr: Un lien vers nous (optionnel mais apprécié)

source: Switch Debug Mode On?
fr_fr: Basculer en mode débogage&nbsp;?

source: Use this to identify problems with the feed or plugin. If switched on, logged in users will be able to see errors of the feed. If you <a href="%s">ask for support</a>, this will be the first thing we ask you to do!</em>
fr_fr: Utilisez cette option pour identifier les problèmes avec le flux ou l'extension. Si activée, les utilisateurs connectés pourront voir des erreurs du flux. Si vous <a href="%s">demandez du support </a>, ce sera la première chose que nous vous demanderons de faire&nbsp;! </em>

source: Fallback Text
fr_fr: Texte de recours

source: If for any reason, the feed doesn't work, this will be displayed instead. Use this to link to your eBay shop.
fr_fr: Si pour une raison quelconque, le flux ne fonctionne pas, ce texte sera affiché à la place. Utilisez-le pour faire un lien vers votre boutique eBay.

source: Save Changes
fr_fr: Enregistrer les modifications

source: Like this Plugin?
fr_fr: Vous aimez cette extension ?

source: Rate this plugin &#9733; &#9733; &#9733; &#9733; &#9733;
fr_fr: Évaluer cette extension &#9733; &#9733; &#9733; &#9733; &#9733;

source: About the Author
fr_fr: À propos de l'auteur

source: Rhys Wynne is the Lead Developer at FireCask and a freelance WordPress developer and blogger. His plugins have had a total of 100,000 downloads, and his premium plugins have generated four figure sums in terms of sales. Rhys likes rubbish football (supporting Colwyn Bay FC) and Professional Wrestling.
fr_fr: Rhys Wynne est le développeur principal de FireCask, un développeur WordPress indépendant et un blogueur. Ses extensions ont eu un total de 100&nbsp;000 téléchargements et ses extensions premium ont généré un total à quatre chiffres en terme de ventes. Rhys aime le football (soutien Colwyn Bay FC) et le catch professionnel.

source: eBay Items
fr_fr: Éléments eBay

source: Title
fr_fr: Titre

source: Text
fr_fr: Texte

source: Number of Items
fr_fr: Nombre d'éléments

source: eBay Feed
fr_fr: Flux eBay

source: <a href="http://winwar.co.uk/plugins/ebay-feeds-wordpress/">eBay Feeds for WordPress</a> by <a href="http://winwar.co.uk/">Winwar Media</a><br/><br/>
fr_fr: <a href="http://winwar.co.uk/plugins/ebay-feeds-wordpress/">Flux eBay pour WordPress</a> par <a href="http://winwar.co.uk/">Winwar Media</a><br/><br/>

source: Ebay Feeds for WordPress
fr_fr: Flux eBay pour WordPress
